tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
brew "aria2"
brew "autoconf"
brew "automake"
brew "azure-cli"
brew "bash"
brew "bat"
brew "bc"
brew "btop"
brew "libevent"
brew "cava"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "displayplacer"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "ncurses"
brew "fish"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "glab"
brew "gnu-sed"
brew "grep"
brew "jq"
brew "lazygit"
brew "make"
brew "mise"
brew "tree-sitter"
brew "utf8proc"
brew "neovim"
brew "nmap"
brew "nowplaying-cli"
brew "pkgconf"
brew "postgresql@14", restart_service: :changed
brew "ripgrep"
brew "smartmontools"
brew "spicetify-cli", link: false
brew "starship"
brew "stow"
brew "tldr"
brew "unar"
brew "unzip"
brew "wget"
brew "yarn"
brew "yt-dlp"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "anki"
cask "blackhole-16ch"
cask "chatgpt"
cask "claude"
cask "discord"
cask "figma"
cask "firefox@developer-edition"
cask "flutter"
cask "ghostty"
cask "hammerspoon"
cask "hiddenbar"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "linearmouse"
cask "notion"
cask "obs"
cask "obsidian"
cask "osu"
cask "pgadmin4"
cask "postman"
cask "spotify"
cask "stats"
cask "upscayl"
cask "visual-studio-code"
cask "vmware-fusion"
cask "vnc-viewer"
cask "zoom"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "akamud.vscode-theme-onedark"
vscode "alexisvt.flutter-snippets"
vscode "anseki.vscode-color"
vscode "batisteo.vscode-django"
vscode "be5invis.vscode-custom-css"
vscode "bradlc.vscode-tailwindcss"
vscode "brandonkirbyson.vscode-animations"
vscode "chadalen.vscode-jetbrains-icon-theme"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "golang.go"
vscode "henoc.svgeditor"
vscode "hzgood.dart-data-class-generator"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "jdinhlife.gruvbox"
vscode "jeroen-meijer.pubspec-assist"
vscode "marcelovelasquez.flutter-tree"
vscode "mhutchie.git-graph"
vscode "miguelsolorio.fluent-icons"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-repositories"
vscode "pflannery.vscode-versionlens"
vscode "pranaygp.vscode-css-peek"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sporiley.css-auto-prefix"
vscode "steoates.autoimport"
vscode "svelte.svelte-vscode"
vscode "tonybaloney.vscode-pets"
vscode "usernamehw.errorlens"
vscode "vitest.explorer"
vscode "vscjava.vscode-gradle"
vscode "wix.vscode-import-cost"
vscode "yandeu.five-server"
vscode "zignd.html-css-class-completion"
